Angular.ng-template
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
dlahmad.dracula-for-rust-theme
eamodio.gitlens
enkia.tokyo-night
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
GitHub.github-vscode-theme
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
IronGeek.vscode-env
johnsoncodehk.volar
matklad.rust-analyzer
mrmlnc.vscode-scss
ms-vscode-remote.remote-containers
ms-vscode.live-server
mtxr.sqltools
mtxr.sqltools-driver-pg
nrwl.angular-console
Prisma.prisma
Prisma.vscode-graphql
serayuzgur.crates
svelte.svelte-vscode
Swellaby.vscode-rust-test-adapter
TabNine.tabnine-vscode
tamasfe.even-better-toml
uctakeoff.vscode-counter
usernamehw.errorlens
vadimcn.vscode-lldb
yzhang.markdown-all-in-one
